---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SystemEquipmentSets
source: html/5a01d20f-a3fb-0352-1ea7-3c366eec97c7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SystemEquipmentSets Property

"Equipment Sets"

## Syntax (C#)
```csharp
public static ForgeTypeId SystemEquipmentSets { get; }
```